Repository: Bobagi/tictacverse
Catalog: lib/l10n/app_*.arb
Languages: es, pt

# modeClassicTitle
source: Classic Tic Tac Toe
es: Tres en raya clásico
pt: Jogo da Velha Clássico

# modeClassicSubtitle
source: Traditional rules for quick rounds.
es: Reglas tradicionales para partidas rápidas.
pt: Regras tradicionais para partidas rápidas.

# modeShiftTitle
source: Tic Tac Shift
es: Tic Tac Cambio
pt: Tic Tac Turno

# modeShiftSubtitle
source: Only three active pieces per player.
es: Solo tres piezas activas por jugador.
pt: Apenas três peças ativas por jogador.

# modeChaosTitle
source: Tic Tac Chaos
es: Tic Tac Caos
pt: Tic Tac Caos

# modeChaosSubtitle
source: Every few turns a chaos rule appears.
es: Cada pocos turnos aparece una regla caótica.
pt: A cada poucos turnos surge uma regra caótica.

# modeUltimateTitle
source: Ultimate Mini Tic Tac
es: Tic Tac Mini Supremo
pt: Tic Tac Mini Supremo

# modeUltimateSubtitle
source: Win with rotating challenge conditions.
es: Gana con condiciones de desafío rotativas.
pt: Vença com condições de desafio rotativas.

source: Start Match
es: Iniciar partida
pt: Iniciar partida

source: Two Players
es: Dos jugadores
pt: Dois jogadores

# cpuOpponent
source: Play vs CPU
es: Jugar contra CPU
pt: Jogar contra CPU

source: Current player
es: Jugador actual
pt: Jogador atual

# drawResult
source: It's a draw!
es: ¡Empate!
pt: Empate!

# winnerResult
source: Winner
es: Ganador
pt: Vencedor

source: Play Again
es: Jugar de nuevo
pt: Jogar novamente

source: Back to Menu
es: Volver al menú
pt: Voltar ao menu

# chaosRemovePiece
source: Chaos: A random piece was removed!
es: Caos: ¡Se eliminó una pieza aleatoria!
pt: Caos: Uma peça aleatória foi removida!

# chaosBlockCell
source: Chaos: One cell is blocked this turn!
es: Caos: ¡Una celda está bloqueada este turno!
pt: Caos: Uma célula está bloqueada neste turno!

# chaosSwapSymbols
source: Chaos: Symbols swapped for one turn!
es: Caos: ¡Símbolos intercambiados por un turno!
pt: Caos: Símbolos trocados por um turno!

# ultimateNoCenter
source: Win without using the center cell.
es: Gana sin usar la celda central.
pt: Vença sem usar a célula central.

# ultimateLimitedMoves
source: Win within a limited number of moves.
es: Gana dentro de un número limitado de jugadas.
pt: Vença dentro de um número limitado de jogadas.

source: Moves remaining
es: Jugadas restantes
pt: Jogadas restantes

# adsBannerPlacement
source: Banner ads appear on the game screen only.
es: Los banners aparecen solo en la pantalla de juego.
pt: Banners aparecem apenas na tela de jogo.

# adInterstitialHint
source: Interstitial ads show after some matches.
es: Los intersticiales aparecen después de algunas partidas.
pt: Intersticiais aparecem após algumas partidas.

# gameModeLabel
source: Game mode
es: Modo de juego
pt: Modo de jogo

# tapToClaim
source: Tap any cell to claim it
es: Toca cualquier celda para capturarla
pt: Toque em qualquer célula para capturá-la

# winInstruction
source: Line up three to win the neon run.
es: Forma una línea de tres para ganar la carrera neón.
pt: Forme uma linha de três para vencer a corrida neon.

# takeTurnCta
source: Make your move and light the board
es: Haz tu jugada e ilumina el tablero
pt: Faça sua jogada e ilumine o tabuleiro

# playLabel
source: Play
es: Jugar
pt: Jogar

# settingsTitle
source: Settings
es: Configuración
pt: Configurações

# languageLabel
source: Language
es: Idioma
pt: Idioma

# languageEnglish
source: English
es: Inglés
pt: Inglês

# languagePortuguese
source: PortuguÃªs
es: Portugués
pt: Português
